tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "openssl@3"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bottom"
brew "broot"
brew "btop"
brew "cmake"
brew "docker"
brew "dooit"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gettext"
brew "git"
brew "gnu-sed"
brew "libgpg-error"
brew "gnupg"
brew "helix"
brew "helm"
brew "htop"
brew "imagemagick"
brew "joshuto"
brew "kind"
brew "lazygit"
brew "lsd"
brew "mas"
brew "mercurial"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "pinentry-mac"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sd"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "topgrade"
brew "tree"
brew "wget"
brew "whalebrew"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "easy-move-plus-resize"
cask "fig"
cask "firefox", args: { appdir: "~/my-apps/Applications" }
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple"
cask "font-roboto"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "google-chrome", args: { appdir: "~/Applications" }
cask "vlc"
mas "iMovie 剪辑", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote 讲演", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Microsoft To Do", id: 1274495053
mas "Numbers 表格", id: 409203825
mas "Pages 文稿", id: 409201541
mas "Paste", id: 967805235
mas "TestFlight", id: 899247664
mas "Twitter", id: 1482454543
mas "VidHub", id: 1659622164
mas "WPS Office", id: 1443749478
mas "企业微信", id: 1189898970
mas "剪映专业版", id: 1529999940
mas "好录", id: 1636218114
mas "微信", id: 836500024
mas "爱奇艺", id: 1012296988
mas "腾讯会议", id: 1484048379
mas "腾讯视频", id: 1231336508
mas "钉钉", id: 1435447041
vscode "alefragnani.project-manager"
vscode "andrzejzwierzchowski.al-code-outline"
vscode "andys8.jest-snippets"
vscode "anthonydiametrix.acf-snippet"
vscode "austenc.tailwind-docs"
vscode "bierner.lit-html"
vscode "bradlc.vscode-tailwindcss"
vscode "bretdoyle.javascript-extensions-pack---js-essentials"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "claudiosanches.woocommerce"
vscode "claudiosanches.wpcs-whitelist-flags"
vscode "cnyballk.wxml-vscode"
vscode "codezombiech.gitignore"
vscode "crazyurus.miniprogram-vscode-extension"
vscode "dariofuzinato.vue-peek"
vscode "dbaeumer.vscode-eslint"
vscode "devantler.git-extension-pack-new"
vscode "devantler.gitlab-extension-pack"
vscode "dmytrobaida.gpt-commit"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "exelord.git-commits"
vscode "faisalhakim47.vue-inline-template"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "fredtsang.unwxvpkg-vsce"
vscode "gerane.theme-twilight"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "gitlab.gitlab-workflow"
vscode "harryhopkinson.vs-code-runner"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "ikappas.phpcs"
vscode "jock.svg"
vscode "jpagano.wordpress-vscode-extensionpack"
vscode "junv.recent-files"
vscode "lamarcke.kanagawa-black"
vscode "lanza.lldb-vscode"
vscode "letmaik.git-tree-compare"
vscode "mattpocock.ts-error-translator"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "neilbrayfield.php-docblocker"
vscode "nikoskornarakis.predawn-twilight"
vscode "numso.prettier-standard-vscode"
vscode "octref.vetur"
vscode "overtrue.miniapp-helper"
vscode "oysun.lodash"
vscode "passionkind.prettier-vscode-with-tabs"
vscode "qiu8310.minapp-vscode"
vscode "rafamel.subtle-brackets"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "serpen.vbsvscode"
vscode "sketchbuch.vsc-quokka-statusbar"
vscode "steoates.autoimport"
vscode "tejasvi.rainbow-brackets-2"
vscode "timonwong.shellcheck"
vscode "vadimcn.vscode-lldb"
vscode "vespa-dev-works.jestrunit"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waldo.crs-al-language-extension"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-extension-pack"
vscode "wallabyjs.wallaby-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "wscats.cors-browser"
vscode "xabikos.javascriptsnippets"
vscode "yeannylam.window-switch"
vscode "yoavbls.pretty-ts-errors"
vscode "ypresto.vscode-intelli-refactor"
vscode "yzhang.markdown-all-in-one"
vscode "zixuanchen.vitest-explorer"
vscode "ziyasal.vscode-open-in-github"
